"use client";
import React from "react";
import Image from "next/image";
const LaptopWarranty = () => {
  return (
    <div className="grid grid-cols-1 text-center rounded-lg">
      <h2 className="text-center font-bold my-4 text-orange-500 text-2xl">
        گارانتی لپ‌تاپ
      </h2>
      <p className="text-gray-400 bg-slate-100 rounded-xl p-4">
        گارانتی لپ‌تاپ به نوعی تعهد از سوی تولیدکننده یا فروشنده است که برای مدت
        مشخصی پس از خرید، در صورت بروز مشکلات فنی یا نقص در قطعات، دستگاه شما
        تحت پوشش تعمیرات یا تعویض قرار می‌گیرد. معمولاً این گارانتی شامل مشکلات
        سخت‌افزاری می‌شود که به دلیل نقص تولید به وجود آمده‌اند، مانند خرابی
        مادربرد، هارد دیسک، صفحه نمایش و دیگر قطعات اصلی.
        <br />
        موارد خاص که موجب نقص گارانتی لپتاپ می گردد: <br /> تغییرات فیزیکی از
        قبیل هرگونه دستکاری بازشدگی پیچ ها،آثار ضربه و شکستگی و خراشیدگی، تغییر
        رنگ، آب خوردگی ، زنگ زدگی ،پوسیدگی و سوختگی بر روی بدنه ، نمایشگر ،
        باطری ، تمامی پورت ها ، لیبل هاو بر چسب گارانتی موجب ابطال گارانتی می
        گردد. عدم تطابق لیبل ها و برچسب گارانتی با بدنه دستگاه و هر گونه خدشه و
        نوشتن روی برچسب اصلی دستگاه و چسباندن سایر برچسب ها و هلوگرام های متفرقه
        ، موجب ابطال گارانتی می گردد
        <br />
        در صورت بروز نقص فنی در مدت ۷ روز خرید لپ تاپ با همراه داشتن فاکتور خرید
        که شامل سریال دستگاه و مهر فروشگاه می باشد به مجموعه مراجعه نمایید که پس
        از بررسی کارشناسان فنی نسبت به عیب یابی ، تعمیر و رفع اشکال اقدام شود .
        در صورت داشتن متعلقات ،کارتن و لوازم جانبی را همراه داشته باشید تا بعد
        از بررسی کارشناسان فنی برای تعمیر دستگاه اقدام شود. اطلاعات داخل و نرم
        افزار های هارد دستگاه شامل گارانتی نمی باشد و مجموعه هیچگونه مسئولیتی در
        قبال اطلاعات ذخیره شده در دستگاه ندارد و مسئولیت حفاظت و تهیه نسخه
        پشتیبان برعهده مشتری می باشد در صورتی که کالا فاقد شرایط گارانتی اما
        قابل تعمیر باشد پس از توافق با مشتری کالا تعمیر و هزینه آن دریافت خواهد
        شد. رفع اشکال نرم افزاری شامل هزینه می باشد. در هنگام مراجعه، به همراه
        داشتن فاکتور الزامی می باشد.
      </p>
      <div className="mx-auto w-full my-2 py-1.5 bg-white rounded-lg">
        <Image
          src="/assets/images/labtop-size.webp"
          width={4000}
          height={4000}
          alt="لپ‌تاپ"
          className="rounded-lg shadow-lg w-full"
        />
      </div>
    </div>
  );
};
export default LaptopWarranty;
