"use client";
import React from "react";
import Image from "next/image";
const HardDriveWarranty = () => {
  return (
    <div className="grid grid-cols-1 text-center rounded-lg">
      <h2 className="text-center font-bold my-4 text-orange-500 text-2xl">
        گارانتی هارد
      </h2>
      <p className="text-gray-400 bg-orange-100 rounded-xl p-4">
        گارانتی هارد دیسک یا SSD یک تعهد از سوی تولیدکننده یا فروشنده است که به
        مدت معینی تضمین می‌کند در صورت بروز مشکلات فنی یا نقص‌های تولیدی، هارد
        تحت تعمیر یا تعویض قرار گیرد. این گارانتی معمولاً برای مشکلاتی مانند
        خرابی قطعات داخلی، از کار افتادن بخش‌های ذخیره‌سازی یا مشکلات در سرعت
        عملکرد اعمال می‌شود.
        <br />
        مواردی که موجب نقص گارانتی هارد دیسک می گردد: <br /> هرگونه تغییرات
        فیزیکی، از قبیل ضربه ،خمیدگی ، فرورفتگی ، آب خوردگی، زنگ زدگی ، تغییر
        رنگ، پوسیدگی و سوختگی ، دستکاری بر روی بدنه و برد الکترونیکی دستگاه و
        باز شدن پیچ ها موجب ابطال گارانتی می گردد شکستگی ، ترک یا تغییر فرم رابط
        برق و دیتا SATA و یا پورت USB ، عدم تطابق لیبل ها و برچسب گارانتی با
        بدنه هارد و هر گونه خدشه به برچسب اصلی دستگاه و سایر برچسب ها و
        هلوگرامها، چسباندن برچسب ، هلوگرام و نوشتن روی هارد موجب ابطال گارانتی
        می گردد
        <br />
        نکات تکمیلی ارایه خدمات: <br /> گارانتی هارد شامل عملکرد صحیح و سلامت
        هارد میباشد و در قبال دیتا و اطلاعات داخل هارد هیچ گونه مسئولیتی بر عهده
        این مجموعه نمیباشد برای هاردهای خارج از گارانتی که توسط این مجموعه و با
        دریافت هزینه تعمیر می شوند، مدت زمان گارانتی تعمیر و تعویض قطعه ، حداقل
        3 ماه در نظر گرفته می شود. در صورتیکه ایراد هارد تحت پوشش گارانتی طی 3
        بار مراجعه متوالی توسط این واحد رفع نشده باشد، درصورت تایید کارشناسان
        مبنی بر پابرجا بودن همان ایراد، این مجموعه ملزم به تعویض کالا می باشد.
        پس از اتمام دوره گارانتی ، تا 3 سال خدمات پس از فروش با دریافت هزینه
        ارائه میشود. مدت زمان تحویل هارد تعمیری مشتری، بین 3 تا 5 روز کاری
        میباشد. هزینه ارسال و دریافت هارد گارانتی شده از این مجموعه به عهده خود
        مشتریان می باشد.
      </p>
      <div className="mx-auto w-full my-2 py-1.5 bg-white rounded-lg">
        <Image
          src="/assets/images/hard-size.webp"
          width={4000}
          height={4000}
          alt="هارد دیسک"
          className="rounded-lg shadow-lg w-full"
        />
      </div>
    </div>
  );
};
export default HardDriveWarranty;
